export const allCountry = [
  { value: "Абхазия", label: "Абхазия" },

  { value: "Австралия", label: "Австралия" },

  { value: "Австрия", label: "Австрия" },

  { value: "Азад-Кашмир", label: "Азад-Кашмир" },

  { value: "Азербайджан", label: "Азербайджан" },

  { value: "Албания", label: "Албания" },

  { value: "Алжир", label: "Алжир" },

  { value: "Ангилья", label: "Ангилья" },

  { value: "Ангола", label: "Ангола" },

  { value: "Андорра", label: "Андорра" },

  { value: "Антигуа и Барбуда", label: "Антигуа и Барбуда" },

  { value: "Аргентина", label: "Аргентина" },

  { value: "Армения", label: "Армения" },

  { value: "Аруба", label: "Аруба" },

  { value: "Афганистан", label: "Афганистан" },

  { value: "Багамские Острова", label: "Багамские Острова" },

  { value: "Бангладеш", label: "Бангладеш" },

  { value: "Барбадос", label: "Барбадос" },

  { value: "Бахрейн", label: "Бахрейн" },

  { value: "Белиз", label: "Белиз" },

  { value: "Белоруссия", label: "Белоруссия" },

  { value: "Бельгия", label: "Бельгия" },

  { value: "Бенин", label: "Бенин" },

  { value: "Болгария", label: "Болгария" },

  { value: "Боливия", label: "Боливия" },

  { value: "Босния и Герцеговина", label: "Босния и Герцеговина" },

  { value: "Ботсвана", label: "Ботсвана" },

  { value: "Бразилия", label: "Бразилия" },

  { value: "Бруней", label: "Бруней" },

  { value: "Буркина-Фасо", label: "Буркина-Фасо" },

  { value: "Бурунди", label: "Бурунди" },

  { value: "Бутан", label: "Бутан" },

  { value: "Вануату", label: "Вануату" },

  { value: "Ватикан", label: "Ватикан" },

  { value: "Великобритания", label: "Великобритания" },

  { value: "Венгрия", label: "Венгрия" },

  { value: "Венесуэла", label: "Венесуэла" },

  { value: "Восточный Тимор", label: "Восточный Тимор" },

  { value: "Вьетнам", label: "Вьетнам" },

  { value: "Габон", label: "Габон" },

  { value: "Гаити", label: "Гаити" },

  { value: "Гайана", label: "Гайана" },

  { value: "Гамбия", label: "Гамбия" },

  { value: "Гана", label: "Гана" },

  { value: "Гватемала", label: "Гватемала" },

  { value: "Гвинея", label: "Гвинея" },

  { value: "Гвинея-Бисау", label: "Гвинея-Бисау" },

  { value: "Германия", label: "Германия" },

  { value: "Гондурас", label: "Гондурас" },

  { value: "Гонконг", label: "Гонконг" },

  { value: "Государство Палестина", label: "Государство Палестина" },

  { value: "Гренада", label: "Гренада" },

  { value: "Гренландия", label: "Гренландия" },

  { value: "Греция", label: "Греция" },

  { value: "Грузия", label: "Грузия" },

  { value: "Дания", label: "Дания" },

  {
    value: "Демократическая Республика Конго",
    label: "Демократическая Республика Конго",
  },

  { value: "Джибути", label: "Джибути" },

  { value: "Доминика", label: "Доминика" },

  { value: "Доминиканская Республика", label: "Доминиканская Республика" },

  { value: "Египет", label: "Египет" },

  { value: "Замбия", label: "Замбия" },

  { value: "Зимбабве", label: "Зимбабве" },

  { value: "Израиль", label: "Израиль" },

  { value: "Индия", label: "Индия" },

  { value: "Индонезия", label: "Индонезия" },

  { value: "Иордания", label: "Иордания" },

  { value: "Ирак", label: "Ирак" },

  { value: "Иран", label: "Иран" },

  { value: "Ирландия", label: "Ирландия" },

  { value: "Исландия", label: "Исландия" },

  { value: "Испания", label: "Испания" },

  { value: "Италия", label: "Италия" },

  { value: "Йемен", label: "Йемен" },

  { value: "Кабо-Верде", label: "Кабо-Верде" },

  { value: "Казахстан", label: "Казахстан" },

  { value: "Камбоджа", label: "Камбоджа" },

  { value: "Камерун", label: "Камерун" },

  { value: "Канада", label: "Канада" },

  { value: "Катар", label: "Катар" },

  { value: "Кения", label: "Кения" },

  { value: "Кипр", label: "Кипр" },

  { value: "Киргизия", label: "Киргизия" },

  { value: "Кирибати", label: "Кирибати" },

  { value: "Китай", label: "Китай" },

  { value: "КНДР (Северная Корея)", label: "КНДР (Северная Корея)" },

  { value: "Колумбия", label: "Колумбия" },

  { value: "Коморские Острова", label: "Коморские Острова" },

  { value: "Косово", label: "Косово" },

  { value: "Коста-Рика", label: "Коста-Рика" },

  { value: "Кот-д’Ивуар", label: "Кот-д’Ивуар" },

  { value: "Куба", label: "Куба" },

  { value: "Кувейт", label: "Кувейт" },

  { value: "Кюрасао", label: "Кюрасао" },

  { value: "Лаос", label: "Лаос" },

  { value: "Латвия", label: "Латвия" },

  { value: "Лесото", label: "Лесото" },

  { value: "Либерия", label: "Либерия" },

  { value: "Ливан", label: "Ливан" },

  { value: "Ливия", label: "Ливия" },

  { value: "Литва", label: "Литва" },

  { value: "Лихтенштейн", label: "Лихтенштейн" },

  { value: "Люксембург", label: "Люксембург" },

  { value: "Маврикий", label: "Маврикий" },

  { value: "Мавритания", label: "Мавритания" },

  { value: "Мадагаскар", label: "Мадагаскар" },

  { value: "Македония", label: "Македония" },

  { value: "Малави", label: "Малави" },

  { value: "Малайзия", label: "Малайзия" },

  { value: "Мали", label: "Мали" },

  { value: "Мальдивы", label: "Мальдивы" },

  { value: "Мальта", label: "Мальта" },

  { value: "Марокко", label: "Марокко" },

  { value: "Маршалловы Острова", label: "Маршалловы Острова" },

  { value: "Мексика", label: "Мексика" },

  { value: "Микронезия", label: "Микронезия" },

  { value: "Мозамбик", label: "Мозамбик" },

  { value: "Молдавия", label: "Молдавия" },

  { value: "Монако", label: "Монако" },

  { value: "Монголия", label: "Монголия" },

  { value: "Мьянма", label: "Мьянма" },

  {
    value: "Нагорно-Карабахская Республика",
    label: "Нагорно-Карабахская Республика",
  },

  { value: "Намибия", label: "Намибия" },

  { value: "Науру", label: "Науру" },

  { value: "Непал", label: "Непал" },

  { value: "Нигер", label: "Нигер" },

  { value: "Нигерия", label: "Нигерия" },

  { value: "Нидерланды", label: "Нидерланды" },

  { value: "Никарагуа", label: "Никарагуа" },

  { value: "Ниуэ", label: "Ниуэ" },

  { value: "Новая Зеландия", label: "Новая Зеландия" },

  { value: "Норвегия", label: "Норвегия" },

  {
    value: "Объединённые Арабские Эмираты",
    label: "Объединённые Арабские Эмираты",
  },

  { value: "Оман", label: "Оман" },

  { value: "Острова Кука", label: "Острова Кука" },

  { value: "Пакистан", label: "Пакистан" },

  { value: "Палау", label: "Палау" },

  { value: "Панама", label: "Панама" },

  { value: "Папуа – Новая Гвинея", label: "Папуа – Новая Гвинея" },

  { value: "Парагвай", label: "Парагвай" },

  { value: "Перу", label: "Перу" },

  { value: "Польша", label: "Польша" },

  { value: "Португалия", label: "Португалия" },

  { value: "Пуэрто-Рико", label: "Пуэрто-Рико" },

  { value: "Республика Конго", label: "Республика Конго" },

  { value: "Россия", label: "Россия" },

  { value: "Руанда", label: "Руанда" },

  { value: "Румыния", label: "Румыния" },

  { value: "Сальвадор", label: "Сальвадор" },

  { value: "Самоа", label: "Самоа" },

  { value: "Сан-Марино", label: "Сан-Марино" },

  { value: "Сан-Томе и Принсипи", label: "Сан-Томе и Принсипи" },

  { value: "Саудовская Аравия", label: "Саудовская Аравия" },

  {
    value: "Сахарская Арабская Демократическая Республика",
    label: "Сахарская Арабская Демократическая Республика",
  },

  { value: "Свазиленд", label: "Свазиленд" },

  { value: "Северный Кипр", label: "Северный Кипр" },

  { value: "Сейшельские Острова", label: "Сейшельские Острова" },

  { value: "Сенегал", label: "Сенегал" },

  { value: "Сент-Винсент и Гренадины", label: "Сент-Винсент и Гренадины" },

  { value: "Сент-Китс и Невис", label: "Сент-Китс и Невис" },

  { value: "Сент-Люсия", label: "Сент-Люсия" },

  { value: "Сербия", label: "Сербия" },

  { value: "Сингапур", label: "Сингапур" },

  { value: "Синт-Мартен", label: "Синт-Мартен" },

  { value: "Сирия", label: "Сирия" },

  { value: "Словакия", label: "Словакия" },

  { value: "Словения", label: "Словения" },

  { value: "Соединённые Штаты Америки", label: "Соединённые Штаты Америки" },

  { value: "Соломоновы Острова", label: "Соломоновы Острова" },

  { value: "Сомали", label: "Сомали" },

  { value: "Судан", label: "Судан" },

  { value: "Суринам", label: "Суринам" },

  { value: "Сьерра-Леоне", label: "Сьерра-Леоне" },

  { value: "Таджикистан", label: "Таджикистан" },

  { value: "Таиланд", label: "Таиланд" },

  { value: "Танзания", label: "Танзания" },

  { value: "Того", label: "Того" },

  { value: "Тонга", label: "Тонга" },

  { value: "Тринидад и Тобаго", label: "Тринидад и Тобаго" },

  { value: "Тувалу", label: "Тувалу" },

  { value: "Тунис", label: "Тунис" },

  { value: "Туркмения", label: "Туркмения" },

  { value: "Турция", label: "Турция" },

  { value: "Уганда", label: "Уганда" },

  { value: "Узбекистан", label: "Узбекистан" },

  { value: "Украина", label: "Украина" },

  { value: "Уругвай", label: "Уругвай" },

  { value: "Фареры", label: "Фареры" },

  { value: "Фиджи", label: "Фиджи" },

  { value: "Филиппины", label: "Филиппины" },

  { value: "Финляндия", label: "Финляндия" },

  { value: "Франция", label: "Франция" },

  { value: "Хорватия", label: "Хорватия" },

  {
    value: "Центральноафриканская Республика",
    label: "Центральноафриканская Республика",
  },

  { value: "Чад", label: "Чад" },

  { value: "Черногория", label: "Черногория" },

  { value: "Чехия", label: "Чехия" },

  { value: "Чили", label: "Чили" },

  { value: "Швейцария", label: "Швейцария" },

  { value: "Швеция", label: "Швеция" },

  { value: "Шри-Ланка", label: "Шри-Ланка" },

  { value: "Эквадор", label: "Эквадор" },

  { value: "Экваториальная Гвинея", label: "Экваториальная Гвинея" },

  { value: "Эритрея", label: "Эритрея" },

  { value: "Эстония", label: "Эстония" },

  { value: "Эфиопия", label: "Эфиопия" },

  { value: "Южная Корея", label: "Южная Корея" },

  { value: "Южная Осетия", label: "Южная Осетия" },

  {
    value: "Южно-Африканская Республика",
    label: "Южно-Африканская Республика",
  },

  { value: "Южный Судан", label: "Южный Судан" },

  { value: "Ямайка", label: "Ямайка" },

  { value: "Япония", label: "Япония" },
];
