import IFAQ from './FAQ.interface';

export const FAQ_data: IFAQ[] = [
	{
		question: 'Как начать работу?',
		answer: 'Достаточно просто купить любую из предложенных подписок!',
		important: true,
	},
	{
		question: 'Можно ли загружать ремиксы и каверы?',
		answer:
			'Можно, но только в том случае, если оригинальный трек точно так же загружен на наш сайт и автор письменно согласен на выпуск ремикса или кавера. Если автором являетесь вы и трек загружен у нас, то выпуск ремиксов и каверов не ограничивается.',
		important: true,
	},
	{
		question: 'Какие права передает артист?',
		answer:
			'В соответствии с лицензионным договором, артист передает нам только права на дистрибуцию и сбор вознаграждения. Авторские права в полной мере исполнитель сохраняет за собой.',
		important: true,
	},
	{
		question: 'Как узнать, сколько я заработал?',
		answer: 'Эту информацию можно узнать в личном кабинете на сайте!',
		important: true,
	},
	{
		question:
			'Как быстро происходит модерация и за сколько дней нужно загружать релизы?',
		answer:
			'На модерацию уходит несколько дней! Но советуем не рисковать и отправлять материал за 8 дней до релиза.',
		important: true,
	},
	{
		question: 'Обязан ли артист выпускать музыку только у нас?',
		answer:
			'Нет, вы не обязаны выпускать материал только у нас. Тем не менее, при выпуске материала у нас вы не можете передавать другому партнеру права на его использование без закрытия договора.',
		important: true,
	},
	{
		question: 'Какой вы берете процент?',
		answer: 'Процент выплат зависит от вашей подписки на сайте!',
		important: false,
	},
	{
		question: 'Почему обложки должны быть 3000x3000?',
		answer:
			'Обложки музыкальных треков рекомендуется иметь размер 3000x3000 пикселей из-за требований множества музыкальных платформ и чтобы обеспечить высокое качество изображения и адаптацию на различных устройствах.',
		important: false,
	},
	{
		question: 'Можно ли перенести релиз с другого дистрибутора?',
		answer:
			'Да, во многих случаях возможно перенести релиз с одного дистрибьютора на другой. Однако, это зависит от правил и условий каждого конкретного дистрибьютора и требует соответствующих действий, таких как отмена релиза на текущем дистрибьюторе и повторная загрузка на новом.',
		important: false,
	},
	{
		question: 'Почему поддержка отвечает долго?',
		answer:
			'Время ответа поддержки может зависеть от различных факторов, таких как количество обращений от пользователей, сложность вопросов и загруженность службы поддержки. Большая нагрузка на службу поддержки может вызвать задержки в обработке запросов. Однако, при подписке на платный план, такой как премиум, обычно предоставляется более высокий уровень поддержки, включая личного менеджера, что может сократить время ожидания и предоставить более оперативную помощь.',
		important: false,
	},
	{
		question: 'Почему моя песня не попала в популярные плейлисты?',
		answer:
			'Попадание песни в популярные плейлисты зависит от множества факторов, таких как жанр, стиль, качество записи, популярность исполнителя, активность слушателей и алгоритмы выборки плейлистов на конкретной музыкальной платформе. Возможно, ваша песня еще не была замечена или не соответствует требованиям для включения в популярные плейлисты. Рекомендуется продвигать вашу музыку через социальные сети, музыкальные сообщества и другие каналы, а также взаимодействовать с вашими слушателями, чтобы увеличить ее видимость и шансы на попадание в популярные плейлисты.',
		important: false,
	},
	{
		question: 'Почему мой трек не прошел модерацию?',
		answer:
			'Отклонение трека после модерации может быть вызвано различными причинами, такими как несоответствие требованиям платформы по содержанию, качеству звука, обложке, правилам авторских прав или другим политикам и регламентам. Причины могут варьироваться в зависимости от конкретной музыкальной платформы, на которой проходит модерация. Рекомендуется внимательно ознакомиться с правилами и рекомендациями платформы и внести необходимые изменения в трек, чтобы соответствовать их требованиям перед повторной попыткой модерации.',
		important: false,
	},
];
