'use client';
import style from './page.module.css';

export default function Home() {
	return (
		<>
			<main className={style.main}>
				<div className={style.preview}>
					<h1 className={style.title}>ПУБЛИЧНАЯ ОФЕРТА</h1>
					<p className={style.text}>о заключении договора об оказании услуг</p>
				</div>
				<div className={style.terms}>
					<h1 className={style.pTitle}>1. Общие положения</h1>
					<p className={style.paragraph}>
						1.1. Настоящая политика конфиденциальности (далее — Политика)
						определяет порядок обработки персональных данных, которые ИП
						Шманцарь Вячеслав Васильевич ИНН: 391301950740 (далее — Оператор)
						может получить от субъекта персональных данных.
					</p>
					<p className={style.paragraph}>
						1.2. Политика соответствует требованиям Федерального закона от
						27.07.2006 № 152-ФЗ «О персональных данных» (далее — ФЗ «О
						персональных данных»), регламентирует порядок обработки и определяет
						меры по обеспечению безопасности Персональных данных.
					</p>
					<p className={style.paragraph}>1.3. Оператор обязуется:</p>
					<ul>
						<li>
							• обрабатывать и организовать защиту персональных данных в
							соответствии с требованиями законодательства РФ;
						</li>
						<li>
							• рассматривать обращения субъекта персональных данных по вопросам
							обработки персональных данных и давать мотивированные ответы;
						</li>
						<li>
							• принимать меры по уточнению, уничтожению персональных данных в
							связи с обращением субъекта персональных данных с законными и
							обоснованными требованиями.
						</li>
					</ul>
					<p className={style.pTitle}>2. Термины</p>
					<p className={style.paragraph}>
						2.1. Для целей настоящей Политики используются следующие термины:
						Платформа — интернет-ресурс (домен —
						https://www.icecreammusic.net/), включая все уровни указанного
						домена, в том числе мобильную версию и мобильные клиенты
						(приложения), а также интегрированные с доменом интернет-ресурсы,
						как функционирующие на момент принятия субъектом персональных данных
						условий Политики, так и запускаемые и вводимые в эксплуатацию в
						течение всего срока действия условий Политики, владельцем которого
						является Оператор. Сервис Платформы — часть функционала Платформы,
						которая позволяет субъекту персональных данных получить услугу путем
						взаимодействия с функционалом Платформы (совершения определенных
						действий). Персональные данные — любая информация, относящаяся прямо
						или косвенно к определенному или определяемому физическому лицу
						(субъекту персональных данных). Партнеры — партнеры Оператора,
						включая владельцев используемых субъектом персональных данных
						сайтов, программ, продуктов или сервисов, с которыми у Оператора
						заключены соглашения (договоры). Например, авторизация на Платформе
						осуществляется, в том числе, через социальную сеть Вконтакте,
						владелец которой является Партнером Оператора. Трансграничная
						передача Персональных данных — передача Персональных данных на
						территорию иностранного государства иностранному физическому или
						юридическому лицу, органу государственной власти иностранного
						государства. Обработка персональных данных – любое действие
						(операция) или совокупность действий (операций), совершаемых с
						использованием средств автоматизации или без использования таких
						средств с персональными данными, включая сбор, запись,
						деперсонализацию, систематизацию, накопление, хранение, уточнение
						(обновление, изменение), извлечение, использование, передачу
						(распространение, предоставление, доступ), обезличивание,
						блокирование, удаление, уничтожение персональных данных.
						Блокирование персональных данных – временное прекращение обработки
						персональных данных (за исключением случаев, если обработка
						необходима для уточнения персональных данных). Уничтожение
						персональных данных – действия, в результате которых становится
						невозможным восстановить содержание персональных данных в
						информационной системе персональных данных и (или) в результате
						которых уничтожаются материальные носители персональных данных.
						Пользователь – физическое лицо, достигшее возраста 17 лет,
						намеревающееся использовать и/или использующее Платформу.
					</p>
					<p className={style.paragraph}>
						2.2. Другие термины, не определенные в п. 2.1. Политики, трактуются
						в соответствии с действующим законодательством Российской Федерации
						и Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных
						данных».
					</p>
					<p className={style.pTitle}>
						3. Категории субъектов персональных данных, основания и цели
						обработки их персональных данных
					</p>
					<p className={style.paragraph}>3.1. Пользователи Платформы.</p>
					<p className={style.paragraph}>
						3.1.1. Обработка Персональных данных, предоставленных Пользователями
						Платформы, осуществляется в целях исполнения пользовательского
						соглашения, расположенного на сайте в сети Интернет по адресу
						https://www.icecreammusic.net/terms а также для использования
						Пользователями Сервисов Платформы; получения Пользователями обратной
						связи, в том числе обработка их запросов и обращений, информирование
						о работе Сервисов Платформы; контроля и улучшения качества услуг,
						оказываемых с использованием Сервисов Платформы; формирования
						статистики по Пользователям Платформы.
					</p>
					<p className={style.paragraph}>
						3.1.2. Основание для обработки Персональных данных: ч. 1 п. 1 ст. 6
						Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных
						данных». Согласие субъекта персональных данных считается полученным
						в момент начала использования Сервиса.
					</p>
					<p className={style.paragraph}>
						3.1.3. Сроки обработки: до момента минования надобности.
					</p>
					<p className={style.paragraph}>
						3.1.4. В силу п. 5 ч. 1 ст. 6 ФЗ «О персональных данных»
						Персональные данные субъекта персональных данных, полученные
						Оператором с целью исполнения договоров, заключенных с субъектам
						персональных данных в связи с использованием Сервисов Платформы,
						может обрабатываться без получения согласия на обработку
						персональных данных.
					</p>
					<p className={style.paragraph}>
						3.2. Работники Оператора, иные лица, выполняющие работы/оказывающие
						услуги по соответствующим договорам, заключенным с Оператором, а
						также представители (работники) контрагентов Оператора:
					</p>
					<ul>
						<li>
							– физические лица, состоящие с Оператором в трудовых отношениях;
						</li>
						<li>– физические лица, уволившиеся из штата Оператора;</li>
						<li>
							– физические лица, являющиеся кандидатами на работу в организации
							Оператора;
						</li>
						<li>
							– физические лица, состоящие с Оператором в гражданско-правовых
							отношениях;
						</li>
						<li>
							– физические лица, являющиеся представителями (работниками)
							контрагентов Оператора.
						</li>
					</ul>
					<p className={style.paragraph}>
						3.2.1. Обработка Персональных данных работников Оператора
						осуществляется в целях исполнения трудовых договоров. Обработка
						Персональных данных иных лиц, выполняющих работы/оказывающих услуги
						по соответствующим договорам, заключенным с Оператором, либо лиц,
						являющихся представителями (работниками) контрагентов Оператора,
						осуществляется в целях исполнения таких договоров.
					</p>
					<p className={style.paragraph}>
						3.2.2. Основание для обработки Персональных данных: ч. 1 и 5 п. 1
						ст. 6 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О
						персональных данных».
					</p>
					<p className={style.paragraph}>3.2.3. Сроки обработки: </p>
					<ul>
						<li>
							– обработка Персональных данных работников Оператора
							осуществляется в соответствии с требованиями действующего
							трудового законодательства Российской Федерации об архивном
							делопроизводстве. Личное дело работника Оператора после
							прекращения трудового договора с работником Оператора передается в
							архив, и хранится в течение срока, предусмотренного действующим
							законодательством. Личные дела руководителей Оператора хранятся
							постоянно.
						</li>
						<li>
							– обработка Персональных данных иных лиц, выполняющих
							работы/оказывающих услуги по соответствующим договорам,
							заключенным с Оператором, либо лиц, являющихся представителями
							(работниками) контрагентов Оператора, осуществляется в целях
							исполнения договоров и в соответствии с требованиями действующего
							законодательства Российской Федерации, но не менее, чем до
							истечения трёх лет с момента окончания срока действия
							соответствующего договора, заключенного таким лицом с Оператором.
						</li>
					</ul>{' '}
					<p className={style.paragraph}>
						3.3. Оператор может получать Персональные данные от Партнеров и
						обрабатывать указанные данные. Персональные данные передаются
						Оператору Партнером на основании заключенного между ними соглашения,
						а также при соблюдении следующих условий:
					</p>
					<ul>
						<li>
							• получения Партнером согласия субъекта персональных данных на
							обработку персональных данных в случаях, когда это предусматривает
							законодательство РФ;
						</li>
						<li>
							• информирования субъекта персональных данных о том, что
							Персональные данные субъекта персональных данных могут быть
							переданы Оператору на основании соглашения о конфиденциальности
							(договора).
						</li>
					</ul>
					<p className={style.pTitle}>
						4. Порядок обработки и безопасность Персональных данных
					</p>
					<p className={style.paragraph}>
						4.1. В рамках обработки Персональных данных Оператором могут
						совершаться любые действия, не противоречащие законодательству РФ,
						включая:
					</p>
					<ul>
						<li>• сбор;</li>
						<li>• запись;</li>
						<li>• систематизацию;</li>
						<li>• накопление;</li>
						<li>• хранение;</li>
						<li>• уточнение (обновление, изменение);</li>
						<li>• извлечение;</li>
						<li>• использование;</li>
						<li>• передачу (распространение, предоставление, доступ);</li>
						<li>• обезличивание;</li>
						<li>• блокирование;</li>
						<li>• удаление;</li>
						<li>• уничтожение.</li>
					</ul>
					<p className={style.paragraph}>
						4.2. Оператор обеспечивает сохранность Персональных данных и
						принимает все возможные меры, исключающие доступ неуполномоченных
						лиц к Персональных данных.
					</p>
					<p className={style.paragraph}>
						4.3. В случае выявления субъектом персональных данных несоответствия
						действительности Персональных данных субъект персональных данных
						может направить запрос об уточнении Персональных данных Оператору
					</p>
					<p className={style.paragraph}>
						4.4. Для обеспечения безопасности Персональных данных при ее
						обработке Оператор предпринимает необходимые и достаточные правовые,
						организационные и технические меры для защиты Персональных данных от
						неправомерного или случайного доступа к ней, ее уничтожения,
						изменения, блокирования, копирования, предоставления,
						распространения, а также от иных неправомерных действий в отношении
						Персональных данных.
					</p>
					<p className={style.paragraph}>
						4.5. Передача Персональных данных может передаваться Индивидуальному
						предпринимателю Шманцарь Вячеславу Васильевичу (ИНН: 391301950740),
						а также иным «агентам», определенным в оферте на заключение
						лицензионного договора, размещенной по ссылке
						https://www.icecreammusic.net/terms. Передача Персональных данных
						осуществляется в целях исполнения договора, заключенного с субъектом
						персональных данных.
					</p>
					<p className={style.pTitle}>
						5. Объем обрабатываемых Персональных данных
					</p>
					<p className={style.paragraph}>
						5.1. Оператор обрабатывает следующий объем Персональных данных:
					</p>
					<ul>
						<li>• Паспортные данные (номер, серия)</li>
						<li>• Псевдоним Пользователя на Платформе;</li>
						<li>• Адрес электронной почты;</li>
						<li>• Фамилия, имя и отчество Пользователя;</li>
						<li>• Идентификатор аккаунта Пользователя ВКонтакте;</li>
						<li>• Идентификатор аккаунта Пользователя Телеграм;</li>
						<li>• IP Пользователя;</li>
						<li>• Фото, установленное Пользователем на аватар на Платформе;</li>
						<li>
							• Неполные данные дебетовой/кредитной карты (последние 4 цифры и
							ID в Интернет эквайринге), привязанной по желанию Пользователя для
							рекуррентных платежей.
						</li>
					</ul>
					<p className={style.paragraph}>
						5.2. Обработка Персональных данных должна осуществляться на
						основании принципов, определенных законодательством Российской
						Федерации, а именно:
					</p>
					<ul>
						<li>
							• законности целей и способов обработки Персональных данных;
						</li>
						<li>
							• соответствия целей обработки Персональных данных целям, заранее
							определенным и заявленным при сборе Персональных данных;
						</li>
						<li>
							• соответствия объема и характера обрабатываемых Персональных
							данных, способов обработки Персональных данных целям обработки
							персональных данных;
						</li>
						<li>
							• достоверности Персональных данных, их достаточности для целей
							обработки, недопустимости обработки Персональных данных,
							избыточных по отношению к целям, заявленным при сборе Персональных
							данных;
						</li>
						<li>
							• недопустимости объединения созданных для несовместимых между
							собой целей баз данных информационных систем Персональных данных;
						</li>
						<li>
							• уничтожения Персональных данных после достижения целей обработки
							или в случае утраты необходимости в их достижении;
						</li>
						<li>
							• личной ответственности работников Оператора Персональных данных
							за сохранность и конфиденциальность Персональных данных, а также
							носителей этой информации;
						</li>
						<li>
							• наличия четкой разрешительной системы доступа работников
							Оператора к документам и базам данных, содержащим Персональные
							данные.
						</li>
					</ul>
					<p className={style.paragraph}>
						5.3. Предполагается, что при использовании Пользователем Сервисов
						Платформы Оператор осуществляет обработку его Персональных данных.
						Оператор не осуществляет обработку Персональных данных третьих лиц,
						предоставленных субъектом персональных данных. Если Оператор
						каким-либо образом будет проинформирован о том, что предоставленная
						субъектом персональных данных информация является Персональными
						данными третьих лиц, он незамедлительно осуществляет блокировку
						таких Персональных данных и их последующее уничтожение.
					</p>
					<p className={style.pTitle}>
						6. Прекращение обработки Персональных данных
					</p>
					<p className={style.paragraph}>
						6.1. Оператор осуществляет хранение Персональных данных, не дольше,
						чем этого требует каждая цель обработки Персональных данных, если
						иной срок хранения не установлен федеральным законом, договором. С
						момента удаления аккаунта Пользователя на Платформе при условии
						направления Оператору письменного заявления на электронную почту
						Оператора, с темой письма «Прекращение обработки Персональных
						данных», цели обработки Персональных данных считаются достигнутыми.
						После удаления аккаунта Пользователя на Платформе Персональные
						данные хранятся Оператором в течение сроков и в порядке,
						определенном Федеральным законом № 125-ФЗ «Об архивном деле в
						Российской Федерации» и иными нормативно-правовыми актами в области
						архивного дела и архивного хранения.
					</p>
					<p className={style.paragraph}>
						6.2. Условия и сроки уничтожения Персональных данных Оператором:
					</p>
					<ul>
						<li>
							• достижение цели обработки Персональных данных либо утрата
							необходимости достигать эту цель - в течение 20 рабочих дней со
							дня достижения/утраты необходимости;
						</li>
						<li>
							• достижение максимальных сроков хранения документов, содержащих
							персональные данные, - в течение 20 рабочих дней со дня достижения
							максимального срока;
						</li>
						<li>
							• получение Оператором сведений о том, что предоставленная
							субъектом персональных данных информация является персональными
							данными третьих лиц, - в течение 5 рабочих дней со дня получения
							сведений.
						</li>
					</ul>
					<p className={style.paragraph}>
						6.3. Персональные данные на электронных носителях уничтожаются путем
						стирания или форматирования носителя.
					</p>
					<p className={style.pTitle}>
						7. Трансграничная передача Персональных данных
					</p>
					<p className={style.paragraph}>
						7.1. Оператор до начала осуществления трансграничной передачи
						Персональных данных обязан убедиться в том, что иностранным
						государством, на территорию которого предполагается передача
						Персональных данных, гарантируется защита Персональных данных
						субъекта персональных данных на уровне прав, предоставляемых
						субъекту персональных данных по законодательству РФ.
					</p>
					<p className={style.paragraph}>
						7.2. Трансграничная передача Персональных данных на территорию
						иностранного государства, не отвечающая требованию п. 9.1 Политики,
						может осуществляться только в случае получения Оператором
						информированного согласия субъекта персональных данных, данного в
						письменной форме.
					</p>
					<p className={style.pTitle}>
						9. Основные права субъекта персональных данных и обязанности
						Оператора
					</p>
					<p className={style.paragraph}>
						9.1. Основные права и обязанности субъекта персональных данных.
						Субъект персональных данных имеет право на доступ к его Персональным
						данным и следующим сведениям:
					</p>
					<ul>
						<li>
							– подтверждение факта обработки Персональных данных Оператором;
						</li>
						<li>– правовые основания и цели обработки Персональных данных;</li>
						<li>
							– цели и применяемые Оператором способы обработки Персональных
							данных;
						</li>
						<li>
							– наименование и место нахождения Оператора, сведения о лицах (за
							исключением работников Оператора), которые имеют доступ к
							Персональным данным или которым могут быть раскрыты Персональные
							данные на основании договора с Оператором или на основании
							законодательства Российской Федерации;
						</li>
						<li>
							– сроки обработки Персональных данных, в том числе сроки их
							хранения;
						</li>
						<li>
							– порядок осуществления субъектом персональных данных прав,
							предусмотренных Федеральным законом от 27 июля 2006 г. № 152-ФЗ «О
							персональных данных»;
						</li>
						<li>
							– в случаях предоставления Персональных данных третьего лица
							субъект, предоставивший Персональные данные, уведомляет субъекта,
							чьи Персональные данные он предоставил;
						</li>
						<li>
							– наименование или фамилия, имя, отчество и адрес лица,
							осуществляющего обработку Персональных данных по поручению
							Оператора, если обработка поручена или будет поручена такому лицу;
						</li>
						<li>
							– обращение к Оператору и направление ему запросов; – обжалование
							действий или бездействия Оператора.
						</li>
					</ul>
					<p className={style.paragraph}>
						9.1.1. Субъект Персональных данных может в любое время отозвать
						согласие на обработку персональных данных, направив Оператору
						соответствующее письменное уведомление на почтовый адрес Оператора
						support@icecreammusic.net. При этом субъект персональных данных
						понимает, что Оператор вправе продолжить использование такой
						информации в случаях, допустимых применимым законодательством.
					</p>
					<p className={style.paragraph}>9.2. Обязанности Оператора.</p>
					<p>Оператор обязан:</p>
					<ul>
						<li>
							– при сборе Персональных данных предоставить информацию об
							обработке Персональных данных; – в случаях если Персональные
							данные были получены не от субъекта персональных данных, уведомить
							субъекта персональных данных;
						</li>
						<li>
							– при отказе в предоставлении Персональных данных субъекту
							персональных данных разъясняются последствия такого отказа;
						</li>
						<li>
							– опубликовать или иным образом обеспечить неограниченный доступ к
							документу, определяющему его политику в отношении обработки
							Персональных данных, к сведениям о реализуемых требованиях к
							защите Персональных данных;
						</li>
						<li>
							– принимать необходимые правовые, организационные и технические
							меры или обеспечивать их принятие для защиты Персональных данных
							от неправомерного или случайного доступа к ним, уничтожения,
							изменения, блокирования, копирования, предоставления,
							распространения Персональных данных, а также от иных неправомерных
							действий в отношении Персональных данных;
						</li>
						<li>
							– давать ответы на запросы и обращения субъектов Персональных
							данных, их представителей и уполномоченного органа по защите прав
							субъектов Персональных данных.
						</li>
					</ul>
					<p className={style.pTitle}>10. Изменения Политики </p>
					<p className={style.paragraph}>
						10.1. Оператор имеет право в одностороннем порядке в любое время
						вносить изменения в Политику по своему усмотрению, в том числе в
						случаях, когда они связаны с изменениями законодательства РФ или
						изменениями в работе Сервисов Платформы.
					</p>
					<p className={style.paragraph}>
						10.2. Оператор обязуется не вносить существенных изменений и
						ограничений прав субъектов персональных данных, установленных
						Политикой без уведомления субъектов персональных данных.
					</p>
					<p className={style.paragraph}>
						10.3. Субъект персональных данных будет уведомлен о таких
						изменениях. Соответствующие уведомления могут быть отображены на
						Платформе (например, через всплывающее окно или баннер) до того, как
						такие изменения вступят в силу, или могут быть отправлены субъекту
						персональных данных по другим каналам связи (например, по
						электронной почте).
					</p>
					<p className={style.pTitle}>12. Реквизиты Оператора</p>
					<p className={style.paragraph}>ИП ШманцарьВячеслав Васильевич</p>
					<p className={style.paragraph}>ОГРН: 324390000034601</p>
					<p className={style.paragraph}>ИНН: 391301950740</p>
				</div>
			</main>
		</>
	);
}
