export const listFAQList = [
	{
		question: 'Что это за сервис?',
		answer:
			'Данный сервис предназначен для взаимодействия с артистами, для более удобного контроля релизов, а так же многих других целей. Данный сервис будет постоянно обновляться и пополняться новым интересным инструментарием, который позволит артистам комфортнее и удобнее заниматься вопросами дистрибуции. Уделяйте больше времени на свою музыку!',
	},
	{
		question: 'Как правильно выложить релиз?',
		answer:
			'В личном кабинете есть вкладка Новый релиз, перейдя по которой вы можете выложить и загрузить свой релиз! Для обычных пользователей выгрузка будет стоить 190 руб., а для подписки "Профессиональный артист " и выше - будет равна 0 руб. ЗАПРЕЩЕНО: Загружать релизы с Free For Profit битами или же без прав на их использование(аренда, исключительная лицензия)',
	},
	{
		question: 'Как начать работу?',
		answer: 'Достаточно просто купить любую из предложенных подписок!',
	},
	{
		question: 'Можно ли загружать ремиксы и каверы?',
		answer:
			'Можно, но только в том случае, если оригинальный трек точно так же загружен на наш сайт и автор письменно согласен на выпуск ремикса или кавера. Если автором являетесь вы и трек загружен у нас, то выпуск ремиксов и каверов не ограничивается.',
	},
	{
		question: 'Какие права передает артист?',
		answer:
			'В соответствии с лицензионным договором, артист передает нам только права на дистрибуцию и сбор вознаграждения. Авторские права в полной мере исполнитель сохраняет за собой.',
	},
	{
		question: 'Как узнать, сколько я заработал?',
		answer: 'Эту информацию можно узнать в личном кабинете на сайте!',
	},
	{
		question:
			'Как быстро происходит модерация и за сколько дней нужно загружать релизы?',
		answer:
			'На модерацию уходит несколько дней! Но советуем не рисковать и отправлять материал за 8 дней до релиза.',
	},
	{
		question: 'Обязан ли артист выпускать музыку только у нас?',
		answer:
			'Нет, вы не обязаны выпускать материал только у нас. Тем не менее, при выпуске материала у нас вы не можете передавать другому партнеру права на его использование без закрытия договора.',
	},
];
