import INewsCardProps from '@/entities/NewsCard/NewsCard.props';

export const dataNews: INewsCardProps[] = [
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной Ни одной зря потраченной Ни одной зря потраченной Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'StrategyCard',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной Ни одной зря потраченной Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'CoomingCard',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
	{
		id: 1,
		dateCreate: new Date(),
		anons:
			'Ни одной зря потраченной минуты, ни одного солганного слова, ни одного даже крохотного сожаления, ни одного разочарования от первого до сиюминутного вздоха. каждой душе чудо, каждому в руки выбор. каждый, кто захочет найти - найдет.',
		title: 'PHARAOH - PHREQUENCY',
		view: 'MeetTheFounder',
		preview: '/Phara.jpg',
	},
];
