import IReviews from './Reviews.interface';

export const Reviews: IReviews[] = [
	{
		name: 'Михаил',
		review_text:
			'Один из самых лучших дистрибьюторов, делают всё качественно и быстро. Большое количество площадок, а главное это скорость обработки выложенных работ и удобный интерфейс. Спасибо Вам большое. Буду пользоваться дальше и советую всем другим. 🔥🔥🔥',
		role: 'Сольный артист',
	},
	{
		name: 'Егор',
		review_text:
			'Как постоянный клиент, могу сказать, что ребята делают максимально качественно и быстро свою работу, в случае каких то проблем всегда помогают выпстить релиз в максимально иделаьных рамках, большой респект команде ice cream',
		role: 'Сольный артист',
	},
	{
		name: 'Никита',
		review_text:
			'Добросовестная дистрибуция, всегда делают быстро и качественно, помогают при наличии проблем с релизом, крайне рекомендую',
		role: 'Сольный артист',
	},
	{
		name: 'Марк',
		review_text:
			'Спасибо вам огромное, релиз вышел без задержек, со всем помогли, объяснили. Сделали всё качественно, реально лучший дистрибьютор. Спасибо ❤',
		role: 'Сольный артист',
	},
	{
		name: 'Maksim',
		review_text:
			'Очень качественная дистрибьюция. 🔥 При выгрузки возникли проблемы, но Модерация быстро помогла справится с проблемами. Респект!! Обязательно ещё обращусь',
		role: 'Сольный артист',
	},
	{
		name: 'Дмитрий',
		review_text:
			'Отличная работа, всё было на уровне, спасибо ребятам за старания🤝🙏👍',
		role: 'Сольный артист',
	},
	{
		name: 'Александр',
		review_text:
			'Спасибо за работу очень приветливые ребята помогали как могли с релизом альбома все очень понравилось уже закинул еще релизы)',
		role: 'Сольный артист',
	},
	{
		name: 'Алексей',
		review_text:
			'Респектую! Советую всем пользоваться услугами. Выкладывают треки точь в точь по времени! Без обмана и прочих проблем. Лучшие!',
		role: 'Сольный артист',
	},
];
